tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "allure"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "cask"
brew "curl"
brew "fortune"
brew "freetds"
brew "git"
brew "sqlite"
brew "gnupg"
brew "go"
brew "grip"
brew "groovy"
brew "htop"
brew "node"
brew "http-server"
brew "httpd"
brew "hugo"
brew "imagemagick"
brew "imagemagick@6"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "libpq"
brew "libyaml"
brew "minikube"
brew "mysql", restart_service: true
brew "nghttp2"
brew "nvm"
brew "opa"
brew "openconnect"
brew "psgrep"
brew "ruby"
brew "shellcheck"
brew "subversion"
brew "telnet"
brew "terraform"
brew "tomcat@8"
brew "v8@3.15"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh-autosuggestions"
cask "atom"
cask "discord"
cask "eclipse-ide"
cask "eclipse-jee"
cask "firefox"
cask "google-chrome"
cask "graphiql"
cask "intellij-idea"
cask "iterm2"
cask "jdk-mission-control"
cask "microsoft-teams"
cask "postman"
cask "signal"
cask "slack"
cask "spotify"
cask "temurin"
cask "vagrant"
cask "visual-studio-code"
